brew "aws-cdk"
brew "borgbackup/tap/borgbackup-fuse"
brew "chrony"
brew "d2"
brew "difftastic"
brew "dvc"
brew "ffmpeg"
brew "fontconfig"
brew "git-town"
brew "golangci-lint"
brew "lc0"
brew "libyaml"
brew "llvm"
brew "n"
brew "ollama"
brew "openssl"
brew "plantuml"
brew "podman"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rsync"
brew "ruby-build"
brew "smithy-lang/tap/smithy-cli"
brew "stockfish"
brew "terrastruct/tap/tala"
brew "tesseract"
brew "tmux"
brew "uv"
cask "1password"
cask "android-commandlinetools"
cask "android-ndk"
cask "calibre"
cask "camo-studio"
cask "chronycontrol"
cask "cmake"
cask "crystalfetch"
cask "docker"
cask "dotnet-sdk8-0-200"
cask "firefox"
cask "flux"
cask "git-credential-manager"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "libreoffice"
cask "logitune"
cask "loopback"
cask "macfuse"
cask "menumeters"
cask "moom"
cask "obsidian"
cask "omnigraffle"
cask "openlens"
cask "podman-desktop"
cask "raycast"
cask "screenflick"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "thunderbird"
cask "todoist"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "zed"
cask "zoom"
cask "zotero"
tap "borgbackup/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "smithy-lang/tap"
tap "terrastruct/tap"
