tap "borgbackup/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "terrastruct/tap"
brew "aws-cdk"
brew "borgbackup/tap/borgbackup-fuse"
brew "chrony"
brew "d2"
brew "ffmpeg"
brew "fontconfig"
brew "git-town"
brew "golangci-lint"
brew "libyaml"
brew "n"
brew "ollama"
brew "openssl"
brew "poppler"
brew "pyenv-virtualenv"
brew "pyenv"
brew "rbenv"
brew "rsync"
brew "ruby-build"
brew "tesseract"
brew "tmux"
brew "terrastruct/tap/tala"
cask "1password"
cask "calibre"
cask "camo-studio"
cask "chronycontrol"
cask "cmake"
cask "crystalfetch"
cask "docker"
cask "dotnet-sdk8-0-200"
cask "firefox"
cask "flux"
cask "git-credential-manager"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "libreoffice"
cask "logitune"
cask "loopback"
cask "macfuse"
cask "menumeters"
cask "moom"
cask "obsidian"
cask "omnigraffle"
cask "openlens"
cask "raycast"
cask "screenflick"
cask "slack"
cask "spotify"
cask "todoist"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "zed"
cask "zoom"
vscode "aeschli.vscode-css-formatter"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alygin.vscode-tlaplus"
vscode "animu5.vscode-file-header-comment"
vscode "arcanis.vscode-zipfs"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "charliermarsh.ruff"
vscode "coderallan.vscode-dgmlviewer"
vscode "coolbear.systemd-unit-file"
vscode "cschlosser.doxdocgen"
vscode "dafny-lang.ide-vscode"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fb-pyre-check.pyre-vscode"
vscode "foxundermoon.shell-format"
vscode "fredwangwang.vscode-hcl-format"
vscode "gebv.pikchr"
vscode "gimenete.github-linker"
vscode "github.copilot-chat"
vscode "github.copilot"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "guyskk.language-cython"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "informal.itf-trace-viewer"
vscode "informal.quint-vscode"
vscode "jakeboone02.pgn"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jetpack-io.devbox"
vscode "jock.svg"
vscode "josetr.cmake-language-support-vscode"
vscode "jsynowiec.vscode-insertdatestring"
vscode "mathiasfrohlich.kotlin"
vscode "mattflower.aider"
vscode "mike-lischke.vscode-antlr4"
vscode "mindaro-dev.file-downloader"
vscode "mkhl.direnv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nvarner.typst-lsp"
vscode "planguage.peasy-extension"
vscode "platformio.platformio-ide"
vscode "raynigon.nginx-formatter"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "shopify.ruby-lsp"
vscode "skellock.just"
vscode "stkb.rewrap"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-lombok"
vscode "vscjava.vscode-maven"
vscode "vsls-contrib.codetour"
vscode "vsls-contrib.gistfs"
vscode "xoronic.pestfile"
vscode "zxh404.vscode-proto3"
