brew "chrony"
brew "d2"
brew "delta"
brew "dvc"
brew "fontconfig"
brew "lc0"
brew "libiconv"
brew "libyaml"
brew "llvm"
brew "mise"
brew "n"
brew "openssl"
brew "plantuml"
brew "podman-compose"
brew "podman"
brew "poppler"
brew "rsync"
brew "smithy-lang/tap/smithy-cli"
brew "stockfish"
brew "terrastruct/tap/tala"
brew "tesseract"
brew "tmux"
brew "util-linux"
cask "android-commandlinetools"
cask "android-ndk"
cask "calibre"
cask "camo-studio"
cask "chronycontrol"
cask "claude"
cask "crystalfetch"
cask "cursor"
cask "docker"
cask "dotnet-sdk8-0-200"
cask "firefox"
cask "flux"
cask "font-cascadia-code"
cask "font-monaspace-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "libreoffice"
cask "logitune"
cask "loopback"
cask "macfuse"
cask "menumeters"
cask "moom"
cask "obsidian"
cask "omnigraffle"
cask "podman-desktop"
cask "raycast"
cask "rustdesk"
cask "screenflick"
cask "slack"
cask "spotify"
cask "sublime-merge"
cask "thunderbird"
cask "todoist"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "xquartz"
cask "zed"
cask "zoom"
cask "zotero"
tap "borgbackup/tap"
tap "isen-ng/dotnet-sdk-versions"
tap "smithy-lang/tap"
tap "terrastruct/tap"
