tap "borgbackup/tap"
tap "isen-ng/dotnet-sdk-versions"
tap "smithy-lang/tap"

brew "awscli"
brew "chrony"
brew "coreutils"
brew "curl"
brew "dart-sdk"
brew "dvc"
brew "fontconfig"
brew "lc0"
brew "libiconv"
brew "libyaml"
brew "llvm"
brew "mise"
brew "n"
brew "openssl"
brew "pandoc"
brew "plantuml"
brew "podman-compose"
brew "podman"
brew "poppler"
brew "rsync"
cask "skim"
brew "smithy-lang/tap/smithy-cli"
brew "stockfish"
brew "tectonic"
brew "tesseract"
brew "tmux"
brew "util-linux"
brew "vivid"
cask "android-commandlinetools"
cask "android-ndk"
cask "audio-hijack"
cask "calibre"
cask "camo-studio"
cask "chronycontrol"
cask "cloudflare-warp"
cask "conductor"
cask "crystalfetch"
cask "cursor"
cask "dotnet-sdk"
cask "fastmail"
cask "firefox"
cask "flux-app"
cask "font-cascadia-code"
cask "font-fira-code-nerd-font"
cask "font-source-sans-3"
cask "font-source-serif-4"
cask "google-chrome"
cask "gpg-suite"
cask "hammerspoon"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keycastr"
cask "libreoffice"
cask "linear-linear"
cask "logitune"
cask "loopback"
cask "macfuse"
cask "meld"
cask "menumeters"
cask "moom"
cask "obs"
cask "obsidian"
cask "omnigraffle"
cask "podman-desktop"
cask "rustdesk"
cask "screenflick"
cask "slack"
cask "spotify"
cask "thunderbird"
cask "todoist-app"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "xquartz"
cask "zed"
cask "zoom"
